Repository: samirao1122/FikrLess
Catalog: lib/l10n/app_*.arb
Languages: ur

# appTitle
source: Fikr Less
ur: فکر لیس

source: Log in
ur: لاگ ان

source: Forgot Password?
ur: پاس ورڈ بھول گئے؟

# emailHint
source: Enter your email address
ur: اپنا ای میل درج کریں

# passwordHint
source: Enter your password
ur: اپنا پاس ورڈ درج کریں

source: Route not found
ur: راستہ نہیں ملا

source: Get Started
ur: شروع کریں

# loginTitle
source: Your Safe Space for
ur: آپ کی محفوظ جگہ

# loginSubtitle
source: Mental Wellness
ur: دماغی صحت کی دیکھ بھال

# loginDescription
source: FikrLess helps you track your mood, connect with support, and practice self-care in a stigma-free environment.
ur: FikrLess آپ کو اپنے موڈ کو ٹریک کرنے، سپورٹ سے جڑنے، اور خود کی دیکھ بھال کرنے میں مدد دیتا ہے۔
